Repository: CrazyMonkey0/payment_gateway
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: it, pl

source: You lost your password?
it: Hai perso la tua password?
pl: Zgubiłeś hasło?

source: Reset password?
it: Reimposta password?
pl: Zresetuj hasło?

source: Password Reset
it: Reimposta Password
pl: Resetowanie hasła

source: Password Reset Successful
it: Reimpostazione della password riuscita
pl: Resetowanie hasła zakończone sukcesem

source: Your password has been successfully reset.
it: La tua password è stata reimpostata con successo.
pl: Twoje hasło zostało pomyślnie zresetowane.

source: You can now
it: Ora puoi
pl: Teraz możesz

source: Enter your new password below:
it: Inserisci la tua nuova password qui sotto:
pl: Wprowadź swoje nowe hasło poniżej:

source: New password:
it: Nuova password:
pl: Nowe hasło:

source: Repeat new password:
it: Ripeti nuova password:
pl: Powtórz nowe hasło:

source: Change password
it: Cambia password
pl: Zmień hasło

source: The link you followed to reset your password is incorrect or has already been used. Please restart the password reset process.
it: Il link che hai seguito per reimpostare la tua password è errato o è già stato utilizzato. Per favore, riavvia il processo di reimpostazione della password.
pl: Link, który śledziłeś, aby zresetować swoje hasło, jest niepoprawny lub już został użyty. Proszę rozpocząć proces resetowania hasła od nowa.

source: Password Reset Instructions
it: Istruzioni per la reimpostazione della password
pl: Instrukcje resetowania hasła

source: We have sent you an email with instructions to allow you to set a new password.
it: Ti abbiamo inviato un'email con le istruzioni per impostare una nuova password.
pl: Wyślemy ci e-mail z instrukcjami, które umożliwią ci ustawienie nowego hasła.

source: If you did not receive the email, please check that you entered the correct email address associated with your account.
it: Se non hai ricevuto l'email, controlla di aver inserito l'indirizzo email corretto associato al tuo account.
pl: Jeśli nie otrzymałeś e-maila, sprawdź, czy podałeś poprawny adres e-mail powiązany z twoim kontem.

source: We have received a request to reset the password for a user using a email address
it: Abbiamo ricevuto una richiesta di reimpostazione della password per un utente utilizzando un indirizzo email
pl: Otrzymaliśmy prośbę o zresetowanie hasła dla użytkownika za pomocą adresu e-mail.

source: Click the link below:
it: Clicca sul link qui sotto:
pl: Kliknij poniższy link:

source: Your username:
it: Il tuo nome utente:
pl: Twój nazwa użytkownika:

source: Forgot Your Password?
it: Hai dimenticato la tua password?
pl: Zapomniałeś hasła?

source: Enter your email address to receive instructions for resetting your password.
it: Inserisci il tuo indirizzo email per ricevere le istruzioni per reimpostare la tua password.
pl: Wpisz swój adres e-mail, aby otrzymać instrukcje resetowania hasła.

source: Send Email
it: Invia Email
pl: Wyślij e-mail

source: User Registration
it: Registrazione Utente
pl: Rejestracja użytkownika

source: Create an Account
it: Crea un Account
pl: Załóż konto

source: Username
it: Nome utente
pl: Nazwa użytkownika

source: First Name
it: Nome
pl: Imię

source: Last Name
it: Cognome
pl: Nazwisko

source: Password
pl: Hasło

source: Repeat Password
it: Ripeti Password
pl: Powtórz hasło

source: Register
it: Registrati
pl: Zarejestruj się

source: Already have an account?
it: Hai già un account?
pl: Masz już konto?

source: Login here
it: Accedi qui
pl: Zaloguj się tutaj

source: Welcome!
it: Benvenuto!
pl: Witaj!

source: Hello,
it: Ciao,
pl: Witaj,

source: Your account has been created successfully.
it: Il tuo account è stato creato con successo.
pl: Twoje konto zostało pomyślnie utworzone.

source: You can now login to your account.
it: Ora puoi accedere al tuo account.
pl: Teraz możesz zalogować się na swoje konto.

source: Polish
it: Polacco
pl: Polski

source: English
it: Inglese
pl: Angielski

source: Spanish
it: Spagnolo
pl: Hiszpański

source: French
it: Francese
pl: Francuski

source: Italian
it: Italiano
pl: Włoski

source: German
it: Tedesco
pl: Niemiecki

source: Expiry (MM/YYYY)
it: Scadenza (MM/AAAA)
pl: Data ważności (MM/RRRR)

source: Enter a valid date in MM/YYYY format
it: Inserisci una data valida nel formato MM/AAAA
pl: Wprowadź poprawną datę w formacie MM/RRRR

source: Unsupported card type
it: Tipo di carta non supportato
pl: Nieobsługiwany typ karty

source: Card not found in our system.
it: Carta non trovata nel nostro sistema.
pl: Karta nie została znaleziona w naszym systemie.

source: There is no compatibility between such a CVC and such a card
it: Non c'è compatibilità tra questo CVC e questa carta
pl: Brak zgodności między takim kodem CVC a taką kartą

source: Wrong CVC
it: CVC errato
pl: Nieprawidłowy CVC

source: There is no match between such a date and such a card
it: Non c'è corrispondenza tra questa data e questa carta
pl: Brak zgodności między taką datą a taką kartą

source: Wrong Expiry
it: Scadenza errata
pl: Nieprawidłowa data ważności

source: Payment: Card
it: Pagamento: Carta
pl: Płatność: Karta

source: Order ID:
it: ID Ordine:
pl: ID zamówienia:

source: Client Information:
it: Informazioni Cliente:
pl: Informacje o kliencie:

source: Name:
it: Nome:
pl: Imię:

source: Products:
it: Prodotti:
pl: Produkty:

source: Payment Details
it: Dettagli del Pagamento
pl: Szczegóły płatności

source: Card Number
it: Numero della Carta
pl: Numer karty

source: Expiry
it: Scadenza
pl: Wygasa

source: Pay
it: Paga
pl: Zapłać

source: Payment Successful
it: Pagamento Riuscito
pl: Płatność zakończona sukcesem

source: Payment Successful!
it: Pagamento Riuscito!
pl: Płatność zakończona sukcesem!

source: Your transaction number:
it: Il tuo numero di transazione:
pl: Twój numer transakcji:

source: Redirecting you to your payment page shortly.
it: Verrai reindirizzato alla tua pagina di pagamento a breve.
pl: Za chwilę zostaniesz przekierowany na stronę płatności.

source: If you are not redirected, click the link below:
it: Se non vieni reindirizzato, clicca sul link qui sotto:
pl: Jeśli nie zostaniesz przekierowany, kliknij poniższy link:

source: Please wait...
it: Attendere prego...
pl: Proszę czekać...

source: Error
it: Errore
pl: Błąd

source: Oops! Something went wrong.
it: Ops! Qualcosa è andato storto.
pl: Ups! Coś poszło nie tak.

source: Back to Home
it: Torna alla Home
pl: Powrót do strony głównej
