Repository: CrazyMonkey0/payment_gateway
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: it, pl

source: Enter application name
it: Inserire il nome dell'applicazione
pl: Wprowadź nazwę aplikacji

source: Enter redirect URIs
it: Immettere gli URI di reindirizzamento
pl: Wprowadź URI przekierowania

source: About
it: Informazioni
pl: O nas

source: PayFlow is a leading payment gateway that ensures fast, secure, and seamless online transactions for businesses of all sizes. We provide a reliable solution for handling payments with ease.
it: PayFlow è un gateway di pagamento leader che garantisce transazioni online veloci, sicure e senza interruzioni per aziende di tutte le dimensioni. Offriamo una soluzione affidabile per gestire i pagamenti con facilità.
pl: PayFlow to wiodąca bramka płatnicza, która zapewnia szybkie, bezpieczne i bezproblemowe transakcje online dla firm każdej wielkości. Oferujemy niezawodne rozwiązanie do obsługi płatności.

source: PayFlow Payment Gateway
it: Gateway di Pagamento PayFlow
pl: Brama płatnicza PayFlow

source: We Are PayFlow
it: Siamo PayFlow
pl: Jesteśmy PayFlow

source: At PayFlow, we specialize in providing secure and fast payment processing solutions. Our platform integrates seamlessly with online businesses, offering exceptional customer support and advanced encryption for all transactions.
it: In PayFlow, ci specializziamo nella fornitura di soluzioni di elaborazione dei pagamenti sicure e veloci. La nostra piattaforma si integra perfettamente con le attività online, offrendo un supporto clienti eccezionale e una crittografia avanzata per tutte le transazioni.
pl: W PayFlow specjalizujemy się w zapewnianiu bezpiecznych i szybkich rozwiązań do przetwarzania płatności. Nasza platforma integruje się bezproblemowo z biznesami online, oferując wyjątkowe wsparcie klienta oraz zaawansowane szyfrowanie dla wszystkich transakcji.

source: Our mission is to revolutionize online payments by offering an intuitive, reliable, and secure service. We help businesses scale by ensuring that every transaction is swift and hassle-free.
it: La nostra missione è rivoluzionare i pagamenti online offrendo un servizio intuitivo, affidabile e sicuro. Aiutiamo le aziende a crescere garantendo che ogni transazione sia rapida e senza problemi.
pl: Naszą misją jest zrewolucjonizowanie płatności online, oferując intuicyjny, niezawodny i bezpieczny serwis. Pomagamy firmom rosnąć, zapewniając, że każda transakcja przebiega szybko i bezproblemowo.

source: Seamless
it: Senza interruzioni
pl: Bezproblemowe

source: Payments
it: Pagamenti
pl: Płatności

source: Experience the future of online transactions with our fast, secure, and reliable payment gateway. We ensure your payments are processed smoothly every time.
it: Vivi il futuro delle transazioni online con il nostro gateway di pagamento veloce, sicuro e affidabile. Garantiamo che i tuoi pagamenti siano elaborati senza problemi ogni volta.
pl: Doświadcz przyszłości transakcji online z naszą szybką, bezpieczną i niezawodną bramką płatniczą.Gwarantujemy, że Twoje płatności są przetwarzane płynnie za każdym razem.

source: Learn More
it: Scopri di più
pl: Przeczytaj więcej

source: Secure
it: Sicuro
pl: Bezpieczne

source: Transactions
it: Transazioni
pl: Transakcje

source: Your financial safety is our top priority. With advanced encryption and robust security measures, we safeguard every transaction you make.
it: La tua sicurezza finanziaria è la nostra massima priorità. Con crittografia avanzata e misure di sicurezza robuste, proteggiamo ogni transazione che fai.
pl: Twoje bezpieczeństwo finansowe jest naszym najwyższym priorytetem. Dzięki zaawansowanemu szyfrowaniu i solidnym środkom bezpieczeństwa chronimy każdą transakcję, którą wykonasz.

source: Discover More
it: Scopri di più
pl: Dowiedz się więcej

source: Global
it: Globale
pl: Globalny

source: Reach
it: Portata
pl: Zasięg

source: No matter where you are, our payment gateway connects you to the world. Enjoy hassle-free transactions across borders.
it: Non importa dove ti trovi, il nostro gateway di pagamento ti connette al mondo. Goditi transazioni senza problemi attraverso i confini.
pl: Bez względu na to, gdzie jesteś, nasza bramka płatnicza łączy cię ze światem. Ciesz się bezproblemowymi transakcjami między granicami.

source: Read More
it: Leggi di più
pl: Przeczytaj więcej

source: Our
it: Nostro
pl: Nasze

source: Services
it: Servizi
pl: Usługi

source: We offer a suite of payment solutions tailored to meet your business needs.
it: Offriamo una suite di soluzioni di pagamento su misura per soddisfare le tue esigenze aziendali.
pl: Oferujemy zestaw rozwiązań płatniczych, dostosowanych do potrzeb Twojego biznesu.

source: Digital Wallets
it: Portafogli digitali
pl: Portfele cyfrowe

source: Simplify your payments with our integrated digital wallet system, designed for efficiency and security.
it: Semplifica i tuoi pagamenti con il nostro sistema di portafoglio digitale integrato, progettato per efficienza e sicurezza.
pl: Uprość swoje płatności dzięki zintegrowanemu systemowi portfela cyfrowego, zaprojektowanemu z myślą o wydajności i bezpieczeństwie.

source: Advanced Security
it: Sicurezza avanzata
pl: Zaawansowane bezpieczeństwo

source: Protecting your data is our priority. Benefit from state-of-the-art fraud prevention and encryption.
it: Proteggere i tuoi dati è la nostra priorità. Approfitta della prevenzione frodi e della crittografia all'avanguardia.
pl: Ochrona Twoich danych jest naszym priorytetem. Skorzystaj z najnowocześniejszych technologii zapobiegania oszustwom i szyfrowania.

source: 24/7 Support
it: Supporto 24/7
pl: Wsparcie 24/7

source: Our team is always here to assist you with any inquiries or issues you might encounter.
it: Il nostro team è sempre qui per assisterti con qualsiasi domanda o problema che potresti incontrare.
pl: Nasza drużyna jest zawsze dostępna, aby pomóc Ci w razie jakichkolwiek pytań lub problemów.

source: View All
it: Visualizza tutto
pl: Zobacz wszystko

source: Learn more about how we redefine online payments with our innovative and user-centric approach.
it: Scopri di più su come ridefiniamo i pagamenti online con il nostro approccio innovativo e incentrato sull'utente.
pl: Dowiedz się więcej o tym, jak redefiniujemy płatności online dzięki naszemu innowacyjnemu i skoncentrowanemu na użytkowniku podejściu.

source: Your Trusted Partner
it: Il tuo partner di fiducia
pl: Twój zaufany partner

source: PayFlow is dedicated to making your financial transactions smooth, secure, and transparent. From businesses to individual users, we provide solutions tailored to your needs.
it: PayFlow è dedicato a rendere le tue transazioni finanziarie fluide, sicure e trasparenti. Dalle aziende agli utenti individuali, forniamo soluzioni su misura per le tue esigenze.
pl: PayFlow angażuje się w uczynienie Twoich transakcji finansowych płynniejszymi, bezpiecznymi i przejrzystymi. Od firm po użytkowników indywidualnych, oferujemy rozwiązania dopasowane do Twoich potrzeb.

source: With years of experience and a commitment to excellence, we are here to support your growth and empower your success.
it: Con anni di esperienza e un impegno per l'eccellenza, siamo qui per supportare la tua crescita e potenziare il tuo successo.
pl: Z wieloletnim doświadczeniem i zaangażowaniem w doskonałość, jesteśmy tutaj, aby wspierać Twój rozwój i wzmacniać Twój sukces.

source: Why Choose
it: Perché scegliere
pl: Dlaczego wybrać

source: Expertise You Can Trust
it: Competenza di cui ti puoi fidare
pl: Ekspertyza, której możesz zaufać

source: Our team of professionals brings years of industry experience to deliver reliable and innovative payment solutions.
it: Il nostro team di professionisti porta anni di esperienza nel settore per offrire soluzioni di pagamento affidabili e innovative.
pl: Nasza drużyna profesjonalistów ma wieloletnie doświadczenie w branży, co pozwala nam dostarczać niezawodne i innowacyjne rozwiązania płatnicze.

source: Unmatched Security
it: Sicurezza impareggiabile
pl: Bezkonkurencyjne bezpieczeństwo

source: We prioritize your data security with top-notch encryption and fraud prevention systems, ensuring peace of mind for every transaction.
it: Diamo priorità alla sicurezza dei tuoi dati con sistemi di crittografia e prevenzione delle frodi di prim'ordine, garantendo tranquillità per ogni transazione.
pl: Priorytetem jest dla nas bezpieczeństwo Twoich danych, dzięki szyfrowaniu najwyższej jakości i systemom zapobiegania oszustwom, co zapewnia spokój w każdej transakcji.

source: Fast and Reliable
it: Veloce e affidabile
pl: Szybko i niezawodnie

source: Enjoy quick payment processing and minimal downtime, so you can focus on what matters most: growing your business.
it: Goditi l'elaborazione rapida dei pagamenti e tempi di inattività minimi, così puoi concentrarti su ciò che conta di più: far crescere la tua attività.
pl: Delektuj się szybkim przetwarzaniem płatności i minimalnym czasem przestoju, abyś mógł skupić się na tym, co najważniejsze: rozwoju swojego biznesu.

source: Satisfied Customers
it: Clienti soddisfatti
pl: Zadowoleni klienci

source: Join thousands of happy clients who trust PayFlow for seamless and secure payment experiences.
it: Unisciti a migliaia di clienti felici che si fidano di PayFlow per esperienze di pagamento senza interruzioni e sicure.
pl: Dołącz do tysięcy zadowolonych klientów, którzy ufają PayFlow i cieszą się bezproblemowymi i bezpiecznymi doświadczeniami płatniczymi.

# team
source: Our
it: Nostro
pl: Nasz

source: Team
it: Squadra
pl: Zespół

source: Creator Image
it: Immagine del creatore
pl: Obraz twórcy

source: Creator & Developer of PayFlow
it: Creatore e sviluppatore di PayFlow
pl: Twórca i deweloper PayFlow

source: What says our
it: Cosa dice il nostro
pl: Co mówią nasi

source: Customers
it: Clienti
pl: Klienci

source: A great payment solution
it: Una grande soluzione di pagamento
pl: Świetne rozwiązanie płatnicze

source: PayFlow has made online transactions smoother for our platform. The integration was seamless, and we couldn't be happier with the support.
it: PayFlow ha reso le transazioni online più fluide per la nostra piattaforma. L'integrazione è stata senza interruzioni e non potremmo essere più felici del supporto.
pl: PayFlow uczyniło transakcje online płynniejszymi na naszej platformie. Integracja przebiegła bezproblemowo, a wsparcie jest niezrównane.

source: Secure and reliable
it: Sicuro e affidabile
pl: Bezpieczne i niezawodne

source: With PayFlow, we've seen a huge improvement in our payment process. The security features are top-notch, and the user experience is outstanding.
it: Con PayFlow, abbiamo visto un enorme miglioramento nel nostro processo di pagamento. Le funzionalità di sicurezza sono di prim'ordine e l'esperienza utente è eccezionale.
pl: Dzięki PayFlow zauważyliśmy ogromną poprawę w naszym procesie płatności. Funkcje bezpieczeństwa są na najwyższym poziomie, a doświadczenie użytkownika jest wyjątkowe.

source: Highly recommended
it: Altamente raccomandato
pl: Gorąco polecamy

source: We’ve tried several payment gateways, but PayFlow stands out. It’s fast, efficient, and our customers love it. A game changer for our business!
it: Abbiamo provato diversi gateway di pagamento, ma PayFlow si distingue. È veloce, efficiente e i nostri clienti lo adorano. Un cambiamento radicale per la nostra attività!
pl: Próbowaliśmy kilku bramek płatniczych, ale PayFlow wyróżnia się na tle innych. Jest szybka, wydajna i nasi klienci ją uwielbiają. To przełom w naszym biznesie!

source: Exceptional service
it: Servizio eccezionale
pl: Wyjątkowa obsługa

source: Their customer support is fantastic. Whenever we’ve had questions or issues, the team has been responsive and helpful. Truly reliable.
it: Il loro supporto clienti è fantastico. Ogni volta che abbiamo avuto domande o problemi, il team è stato reattivo e disponibile. Veramente affidabile.
pl: Ich wsparcie klienta jest fantastyczne. Za każdym razem, gdy mieliśmy pytania lub problemy, zespół był szybki i pomocny. Naprawdę niezawodni.

source: Best payment gateway
it: Miglior gateway di pagamento
pl: Najlepsza bramka płatnicza

source: PayFlow is by far the best payment solution we’ve used. It’s intuitive, robust, and offers great value for money. Highly recommended!
it: PayFlow è di gran lunga la migliore soluzione di pagamento che abbiamo utilizzato. È intuitivo, robusto e offre un ottimo rapporto qualità-prezzo. Altamente raccomandato!
pl: PayFlow to zdecydowanie najlepsze rozwiązanie płatnicze, jakiego używaliśmy. Jest intuicyjne, solidne i oferuje świetną jakość w stosunku do ceny. Gorąco polecamy!

source: Smooth integration
it: Integrazione senza interruzioni
pl: Płynna integracja

source: We switched to PayFlow for its ease of use and excellent integration options. It's a pleasure working with a system that just works flawlessly.
it: Siamo passati a PayFlow per la sua facilità d'uso e le eccellenti opzioni di integrazione. È un piacere lavorare con un sistema che funziona perfettamente.
pl: Przeszliśmy na PayFlow ze względu na łatwość użycia i doskonałe opcje integracji. To przyjemność pracować z systemem, który po prostu działa bez zarzutu.

source: Edit Profile
it: Modifica profilo
pl: Edytuj profil

source: Update your personal information below:
it: Aggiorna le tue informazioni personali qui sotto:
pl: Zaktualizuj swoje dane osobowe poniżej:

source: Please correct the errors below:
it: Si prega di correggere gli errori qui sotto:
pl: Proszę poprawić poniższe błędy:

source: First Name:
it: Nome:
pl: Imię:

source: Last Name:
it: Cognome:
pl: Nazwisko:

source: Save Changes
it: Salva modifiche
pl: Zapisz zmiany

source: Register Application
it: Registra Applicazione
pl: Rejestracja aplikacji

source: Save the Secret key now because once saved it will be encrypted
it: Salva ora la chiave segreta perché una volta salvata verrà crittografata
pl: Zapisz teraz klucz tajny, ponieważ po zapisaniu zostanie zaszyfrowany

source: Application Name:
it: Nome dell'applicazione:
pl: Nazwa aplikacji:

source: Client ID:
it: ID Cliente:
pl: ID klienta:

source: Client Secret:
it: Chiave segreta cliente:
pl: Klucz tajny klienta:

source: Redirect URIs:
it: URI di reindirizzamento:
pl: URI przekierowania:

source: Edit Your Application
it: Modifica la tua applicazione
pl: Edytuj swoją aplikację

source: Update your application details below:
it: Aggiorna i dettagli della tua applicazione qui sotto:
pl: Zaktualizuj swoje dane osobowe poniżej:

source: If you need help with the application write to our support
it: Se avete bisogno di aiuto con l'applicazione scrivete al nostro supporto
pl: Jeśli potrzebujesz pomocy z aplikacją, napisz do naszej pomocy technicznej

source: Profile Information
it: Informazioni sul profilo
pl: Informacje o profilu

source: Bank Account (IBAN):
it: Conto bancario (IBAN):
pl: Konto bankowe (IBAN):

source: Edit Your Profile
it: Modifica il tuo profilo
pl: Edytuj swój profil

source: Transaction Summary
it: Transazioni
pl: Transakcje

source: Balance
it: Equilibrio
pl: Bilans

source: Daily deposits to your account
it: Ora puoi accedere al tuo account.
pl: Teraz możesz zalogować się na swoje konto.

source: PayFlow offers a wide range of services designed to make online payments faster, safer, and more efficient for businesses and customers alike.
it: PayFlow offre una vasta gamma di servizi progettati per rendere i pagamenti online più veloci, sicuri ed efficienti per aziende e clienti.
pl: PayFlow oferuje szeroki zakres usług, które mają na celu przyspieszenie, zabezpieczenie i usprawnienie płatności online zarówno dla firm, jak i klientów.

source: Currency Wallet
it: Portafoglio di valuta
pl: Portfel walutowy

source: Our Currency Wallet service allows businesses and customers to store, manage, and transfer multiple currencies with ease. It supports a wide range of digital currencies, ensuring smooth transactions across global markets.
it: Il nostro servizio di Portafoglio di valuta consente alle aziende e ai clienti di memorizzare, gestire e trasferire più valute con facilità. Supporta una vasta gamma di valute digitali, garantendo transazioni fluide nei mercati globali.
pl: Usługa Portfela Walutowego pozwala firmom i klientom przechowywać, zarządzać i przekazywać wiele walut z łatwością. Obsługuje szeroki zakres walut cyfrowych, zapewniając płynne transakcje na rynkach globalnych.

source: Security Storage
it: Archiviazione sicura
pl: Magazyn bezpieczeństwa

source: PayFlow prioritizes the security of your transactions. Our Security Storage service employs state-of-the-art encryption technologies to safeguard sensitive data and ensure safe storage of financial records.
it: PayFlow dà priorità alla sicurezza delle tue transazioni. Il nostro servizio di Archiviazione sicura utilizza tecnologie di crittografia all'avanguardia per proteggere i dati sensibili e garantire l'archiviazione sicura dei documenti finanziari.
pl: PayFlow stawia na pierwszym miejscu bezpieczeństwo Twoich transakcji. Nasza usługa Magazynu Bezpieczeństwa wykorzystuje nowoczesne technologie szyfrowania, aby chronić wrażliwe dane i zapewnić bezpieczne przechowywanie rejestrów finansowych.

source: Expert Support
it: Supporto esperto
pl: Ekspercka pomoc

source: We offer expert customer support to assist businesses and customers in resolving any issues with transactions or integrations. Our dedicated support team is available 24/7 to ensure a smooth payment experience.
it: Offriamo supporto clienti esperto per assistere aziende e clienti nella risoluzione di eventuali problemi con le transazioni o le integrazioni. Il nostro team di supporto dedicato è disponibile 24/7 per garantire un'esperienza di pagamento senza problemi.
pl: Oferujemy eksperckie wsparcie dla firm i klientów, aby pomóc w rozwiązaniu problemów z transakcjami lub integracjami. Nasz dedykowany zespół wsparcia jest dostępny 24/7, aby zapewnić płynne doświadczenie płatnicze.

source: Why Us
it: Perché scegliere
pl: Dlaczego my

source: Expert Management
it: Gestione Esperta
pl: Ekspercka administracja

source: PayFlow is managed by a team of experts with years of experience in payment processing and financial services. Our leadership ensures the highest quality of service, security, and customer satisfaction, keeping businesses and customers at the forefront of payment technology.
it: PayFlow è gestito da un team di esperti con anni di esperienza nell'elaborazione dei pagamenti e nei servizi finanziari. La nostra leadership garantisce la massima qualità del servizio, sicurezza e soddisfazione del cliente, mantenendo le aziende e i clienti all'avanguardia della tecnologia dei pagamenti.
pl: PayFlow jest zarządzane przez zespół ekspertów z wieloletnim doświadczeniem w przetwarzaniu płatności i usługach finansowych. Nasze kierownictwo zapewnia najwyższą jakość usług, bezpieczeństwo i satysfakcję klientów, utrzymując firmy i klientów na czołowej pozycji w technologii płatności.

source: Secure Investment
it: Investimento Sicuro
pl: Bezpieczna inwestycja

source: At PayFlow, we prioritize the safety of your funds. Our platform uses advanced encryption technologies to ensure that your transactions are secure, making it a trusted choice for both businesses and individual investors.
it: In PayFlow, diamo priorità alla sicurezza dei tuoi fondi. La nostra piattaforma utilizza tecnologie di crittografia avanzate per garantire che le tue transazioni siano sicure, rendendola una scelta affidabile sia per le aziende che per gli investitori individuali.
pl: W PayFlow stawiamy na bezpieczeństwo Twoich funduszy. Nasza platforma wykorzystuje zaawansowane technologie szyfrowania, aby zapewnić, że Twoje transakcje są bezpieczne, co czyni nas zaufanym wyborem zarówno dla firm, jak i indywidualnych inwestorów.

source: Instant Trading
it: Trading Istantaneo
pl: Natychmiastowe transakcje

source: PayFlow offers real-time payment processing, allowing for instant trade and quick transaction settlements. This helps businesses and customers complete payments without delays, ensuring a smooth experience for all parties involved.
it: PayFlow offre l'elaborazione dei pagamenti in tempo reale, consentendo scambi istantanei e rapidi regolamenti delle transazioni. Questo aiuta le aziende e i clienti a completare i pagamenti senza ritardi, garantendo un'esperienza fluida per tutte le parti coinvolte.
pl: PayFlow oferuje przetwarzanie płatności w czasie rzeczywistym, umożliwiając natychmiastowe transakcje i szybkie rozliczenia. Pomaga to firmom i klientom realizować płatności bez opóźnień, zapewniając płynne doświadczenie dla wszystkich zaangażowanych stron.

source: Happy Customers
it: Clienti Felici
pl: Zadowoleni klienci

source: We pride ourselves on our outstanding customer service. PayFlow has helped thousands of businesses and customers successfully complete their transactions with ease, ensuring satisfaction and a positive payment experience.
it: Siamo orgogliosi del nostro eccezionale servizio clienti. PayFlow ha aiutato migliaia di aziende e clienti a completare con successo le loro transazioni con facilità, garantendo soddisfazione e un'esperienza di pagamento positiva.
pl: Jesteśmy dumni z naszej wyjątkowej obsługi klienta. PayFlow pomogło tysiącom firm i klientów z powodzeniem zakończyć swoje transakcje z łatwością, zapewniając satysfakcję i pozytywne doświadczenia z płatności.

source: Main panel
it: Pannello principale
pl: Panel główny

source: Profile
it: Modifica profilo
pl: Profil

source: Application management
it: Gestione dell'applicazione
pl: Zarządzanie aplikacją

source: Log-out
it: Disconnessione
pl: Wyloguj

source: Home
pl: Strona główna

source: Login
it: Accedi
pl: Zaloguj

source: Address
it: Indirizzo
pl: Adres

source: Location
it: Posizione
pl: Lokalizacja

source: Call +00 000000000
it: Chiama +00 000000000
pl: Zadzwoń pod +00 000000000

source: Info
it: Informazioni
pl: Informacje

source: PayFlow provides secure and reliable payment solutions for businesses of all sizes. Enjoy seamless integration, real-time tracking, and 24/7 support.
it: PayFlow fornisce soluzioni di pagamento sicure e affidabili per aziende di tutte le dimensioni. Goditi l'integrazione senza interruzioni, il monitoraggio in tempo reale e il supporto 24/7.
pl: PayFlow oferuje bezpieczne i niezawodne rozwiązania płatnicze dla firm każdej wielkości.Ciesz się płynna integracją, śledzeniem w czasie rzeczywistym oraz wsparciem 24/7.

source: Links
it: Link
pl: Linki

source: Subscribe
it: Iscriviti
pl: Subskrybuj

source: Enter email
it: Inserisci email
pl: Wpisz email

source: All Rights Reserved By
it: Tutti i diritti riservati da
pl: Wszystkie prawa zastrzeżone przez

source: Logged Out
it: Disconnesso
pl: Wylogowano

source: You have been successfully logged out. You can
it: Sei stato disconnesso con successo. Puoi
pl: Zostałeś pomyślnie wylogowany. Możesz

source: log in again
it: accedere di nuovo
pl: zalogować się ponownie

source: Log In
it: Accedi
pl: Zaloguj się

source: Your username and password didn't match. Please try again.
it: Il tuo nome utente e la tua password non corrispondono. Per favore riprova.
pl: Twoja nazwa użytkownika i hasło się nie zgadzają. Proszę spróbować ponownie.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
it: Il tuo account non ha accesso a questa pagina. Per procedere, accedi con un account che ha accesso.
pl: Twoje konto nie ma dostępu do tej strony. Aby kontynuować, zaloguj się na konto, które ma dostęp.

source: Please login to see this page.
it: Per favore accedi per vedere questa pagina.
pl: Zaloguj się, aby zobaczyć tę stronę.

source: You don't have an account yet?
it: Non hai ancora un account?
pl: Nie masz jeszcze konta?

source: Create one here
it: Creane uno qui
pl: Załóż konto tutaj
